Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/sharing_accommodation_with_your_landlord.html.txt.tmx
Source language: en
Languages: ga

source: Sharing accommodation with your landlord
ga: Socrú ina bhfuil cónaí ort agus ar do thiarna talún sa chóiríocht chéanna

source: If you are renting a self-contained flat or apartment in your landlord’s home, your tenancy is covered by the residential tenancies legislation and your landlord must register it with the Residential Tenancies Board
ga: Má tá árasán féinchuimsitheach ar cíos agat i dteach do thiarna talún, tá do thionóntacht clúdaithe le reachtaíocht tiarnaí talún agus caithfidh do thiarna talún an tionóntacht a chlárú leis an mBord um Thionóntachtaí Cónaithe (BTC)

source: However, if you are renting a room that is part of your landlord's home, your tenancy is not covered by this legislation
ga: Más seomra atá ar cíos agat i dteach do thiarna talún, áfach, ní chlúdaíonn an reachtaíocht seo do thionóntacht

source: Your landlord may be entitled to Rent-a-room relief, whether you are renting a room or a self-contained dwelling
ga: Is féidir go mbeidh do thiarna talún i dteideal Faoisimh i leith seomra a ligean ar cíos, is cuma an árasán féinchuimsitheach nó seomra atá i gceist

source: In the same way as other tenants, you may be entitled to claim Rent Supplement or Housing Assistance Payment
ga: Mar is amhlaidh i gcás tionóntaí eile, is féidir go mbeidh tú i dteideal Forlíonadh Cíosa nó Íocaíocht Cúnaimh Tithíochta (ÍCT) a éileamh

source: As part of the qualifying conditions for these rental supports, you must be able to prove that the tenancy is genuine
ga: Mar ghnáthchuid de na rialacha i leith na dtacaí seo, caithidh tú a chruthú gur tionóntacht bona fide ata i gceist

source: If you were already renting at 7 December 2010, whether in your current tenancy or not, you may be able to claim tax relief on the rent paid
ga: Má bhí cóiríocht á ligean ar cíos agat cheana féin amhail an 7 Nollaig 2010, cibé acu a bhain nó nár bhain an chóiríocht sin le do thionóntacht reatha, is féidir go mbeidh tú in ann faoiseamh cánach a éileamh i leith an chíosa atá íoctha agat

source: If you are renting a self-contained flat or apartment in your landlord’s home, your tenancy is covered by the Residential Tenancies Act 2004 and the Residential Tenancies (Amendment) Act 2015
ga: Má tá árasán féinchuimsitheach ar cíos agat in dteach do thiarna talún, á a Toisc go bhfuil cónaí ort i dteach do thiarna talún, tá do thionóntacht faoi chumhdach an Achta um Thionóntachtaí Cónaithe 2004 agus an Achta um Thionóntachtaí Cónaithe (Leasú) 2015

source: You have certain rights and obligations under this legislation and so does your landlord
ga: Tá cearta agus dualgais áirithe agat agus ag do thiarna talún faoin reachtaíocht seo

source: However, if your flat or apartment was originally part of the main house, your landlord can choose to opt out of the provisions on security of tenure, which are in Part 4 of the Residential Tenancies Act 2004
ga: Má ba chuid den phríomhtheach a bhi i d'árasán ar dtús, is féidir le do thiarna talún diúltu do na forálacha faoi dhaingneacht tionachta, atá i gCuid 4 an Achta um Thionóntachtaí Cónaithe 2004

source: This option is available under Section 25 of the Act
ga: Ta an rogha seo ar fáil faoi Rannóg 25 an Achta

source: You must get notice in writing, before the start of the tenancy, if the landlord wishes to take this option
ga: Caithfidh an tiarna talún fógra scríofa a thabhairt duit sula thosaíonn an tionóntacht más mian leis an rogha seo a ghlacadh

source: Read more about your rights and obligations under this legislation and those of your landlord
ga: Léigh tuilleadh faoi do chearta agus do dhualgais faoin reachtaíocht seo agus chearta agus dualgais do thiarna talún

source: If you are renting a room in your landlord's home, your situation is very different
ga: Má tá seomra ar cíos agat i dteach do thiarna talún, is cás difriúil atá i gceist

source: You do not have a standard tenancy agreement
ga: Níl comhaontú caighdeánach tionóntachta agat

source: Instead, you have a licensee agreement with your landlord
ga: Ina ionad sin, tá comhaontú ceadúnaí agat le do thiarna talún

source: This means that you are in the property by the landlord’s consent or invitation
ga: Ciallaíonn sé sin go bhfuil cónaí ort sa réadmhaoin le toiliú an tiarna talún nó le cuireadh ón tiarna talún

source: As a result, you cannot avail of the type of protection that tenants are entitled to under the residential tenancies legislation
ga: Mar thoradh air sin, ní féidir leat leas a bhaint as an gcineál cosanta a bhfuil tionóntaí eile ina teideal faoin reachtaíocht um thionóntachtaí cónaithe

source: The position is the same if you are living with a spouse, child or parent of a landlord and you do not have a tenancy agreement or written lease
ga: Is amhlaidh an scéal sa chás go bhfuil cónaí ort le céile, le leanbh nó le tuismitheoir tiarna talún agus nach bhfuil comhaontú tionóntachta ná léas scríofa agat

source: As you do not have the same rights as someone whose tenancy comes under the landlord and tenant legislation, you should be aware of the following:
ga: Toisc nach ionann na cearta atá agat agus iad atá ag duine a dtagann a t(h)ionóntacht faoin reachtaíocht tiarnaí talún nó faoin reachtaíocht tionóntaí, ba cheart an méid seo a leanas bheith ar eolas agat:

source: • Your landlord is not obliged to provide you with a rent book or a statement of rent paid
ga: • Níl aon oibleagáid ar do thiarna talún leabhar cíosa ná ráiteas faoin gcíos atá íoctha a chur ar fáil duit

source: • There is no legal requirement for your accommodation to meet minimum physical standards
ga: • Ní gá do do thiarna talún a chinntiú go gcomhlíonann do chóiríocht aon íoschaighdeáin fhisiciúla

source: • Any notice you may get of the termination of the tenancy is at your landlord's discretion (although the landlord is obliged to give reasonable notice, the specifics of this notice may vary)
ga: • Braitheann fad aon fhógra foirceannta a d'fhéadfá a fháil ar an tiarna talún féin (cé go bhfuil oibleagáid air/uirthi fógra réasúnta a thabhairt, d'fhéadfadh éagsúlacht bheith ann ó thaobh shonraí an fhógra sin de)

source: • Your landlord is not obliged to register the tenancy with the Residential Tenancies Board (RTB)
ga: • Níl oibleagáid ar do thiarna talún an tionóntacht a chlárú leis an mBord um Thionóntachtaí Cónaithe (BTC)

source: • You cannot use the RTB's dispute resolution service if a disagreement arises between you and your landlord
ga: • Má tharlaíonn díospóid idir tusa agus do thiarna talún, ní féidir leat leas a bhaint as an tseirbhís réiteach díospóide atá ag an BTC

source: • You are not protected by the Equal Status Acts 2000-2015, which prohibit discrimination on grounds of gender, civil status, family status, age, race, religion, disability, sexual orientation and membership of the Traveller community – and now also on the ‘housing assistance’ ground
ga: • Ní thugtar cosaint duit leis na hAchtanna um Stádas Comhionann 2000-2015, lena dtoirmisctear idirdhealú ar na forais seo a leanas: inscne, stádas sibhialta, stádas teaghlaigh, aois, cine, creideamh, míchumas, claonadh gnéasach agus ballraíocht den lucht Siúil - agus anos faoi fhoras 'cúnamh tithíochta'

source: Agreement with your landlord
ga: Comhaontú le do thiarna talún

source: Before you arrange to rent a room in your landlord’s home, it is strongly recommended that the two of you agree some ground rules and put them in writing
ga: Sula socraíonn tú seomra a ghlacadh ar cíos i dteach do thiarna talún, moltar go mór duit roinnt bunrialacha a chomhaontú leis agus iad sin a chur i scríbhinn ina dhiaidh

source: If you and your landlord each sign and keep a copy of this agreement, you can both refer to its terms in the event of confusion or disagreement
ga: Má dhéanann tú agus do thiarna talún cóip den chomhaontú sin a shíniú agus a choinneáil, beidh an bheirt agaibh araon tagairt dá théarmaí i gcás mearbhaill nó easaontais

source: These ground rules might include:
ga: D’fhéadfadh siad seo a leanas bheith i gceist leis na bunrialacha sin:

source: • How long is the tenancy going to last?
ga: • Cá fhad a mhairfidh an tionóntacht?

source: • How much notice will either you or your landlord have to give if either of you chooses to end the tenancy?
ga: • Cé mhéad fógra a bheidh ort nó ar do thiarna talún a thabhairt sa chás go roghnaíonn duine agaibh deireadh a chur leis an tionóntacht?

source: • How much rent will you pay and how often (for example, weekly, monthly)?
ga: • Cé mhéad airgid a íocfaidh tú mar chíos agus cé chomh minic a íocfaidh tú é sin (mar shampla, seachtainiúil, míosúil)?

source: • How will this rent be paid (cash, cheque, standing order etc.)?
ga: • Conas a íocfar an cíos sin (airgead tirim, seic, buanordú etc.)?

source: • When will the rent to be reviewed and how much notice will your landlord give you of a rent review?
ga: • Cén uair a dhéanfar athbhreithniú ar an gcíos agus cé mhéad fógra a thabharfaidh an tiarna talún duit roimh an athbhreithniú ar an gcíos?

source: • How are utility bills (electricity, gas, phone, water) to be divided between yourself and the landlord?
ga: • Conas a dhéanfar billí fóntais (leictreachas, gás, guthán, uisce) a roinnt idir tú agus an tiarna talún?

source: • Will your landlord expect you to contribute towards refuse collection charges?
ga: • An éileoidh do thiarna talún ort ranníocaíocht a dhéanamh i leith muirir bhruscair?

source: • Can you have visitors to stay overnight?
ga: • An bhfuil cead agat cuairteoirí a choimeád thar oíche?

source: • Are there any restrictions regarding noise levels?
ga: • An bhfuil aon teorainneacha ann maidir le leibhéil torainn?

source: If you are renting a room in your landlord’s home and are unhappy with the way you are being treated, you should try discussing the situation with the landlord and attempt to resolve any issues between you
ga: Má tá seomra ar cíos agat i dteach do thiarna talún agus go bhfuil tú míshásta leis an mbealach ina bhfuiltear ag caitheamh leat, ba cheart duit an cás a phlé le do thiarna talún agus iarracht a dhéanamh aon fhadhbanna idir an bheirt agaibh a réiteach

source: You may wish to contact Threshold, which provides information on housing rights – see 'Where to apply' below
ga: D’fhéadfadh gur mhian leat teagmháil a dhéanamh le Threshold, a sholáthraíonn faisnéis faoi chearta tithíochta – féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: If you have exhausted these options, you may be able to take your case to the Small Claims Court
ga: Má tá leas bainte agat as na roghanna sin ar fad, is féidir go mbeidh tú in ann do chás a chur faoi bhráid Chúirt na nÉileamh Beag

source: This is really the only legal recourse you have as a tenant renting a room in your landlord’s home
ga: Is í sin an t-aon fhíorbheart dlíthiúil atá agat mar thionónta a gcónaíonn lena t(h)iarna talún

source: Common claims that are heard by the Small Claims Court include disputes about retention of your deposit for what you consider unfair reasons, or deductions from rent for damage to property that is over and above normal 'wear and tear'
ga: I measc na ngnáthghearán a éisteann Cúirt na nÉileamh Beag, tá díospóidí faoi d’éarlais a choinneáil siar nuair a fheictear duit nach bhfuil údar maith leis, agus díospóidí faoi asbhaintí ón gcíos de bharr damáiste a rinneadh don mhaoin atá thar an 'ngnáthchaitheamh agus gnáthchuimilt'

source: Read about how to make an application to the Small Claims Court
ga: Féach tuilleadh faisnéise faoi conas iarratas a dhéanamh chuig Cúirt na nÉileamh Beag
